const questions = [
    {
        title: "Таганрог основан в ... году ?",
        variants: ["1728", "1698", "1668"],
        correct: 1,
    },
    {
        title: "Основатель Таганрога ... ",
        variants: [
            "Владимир Владимирович Путин",
            "Екатерина II",
            "Пётр I",
        ],
        correct: 2,
    },
    {
        title: "Какое почётное звание носит Таганрог?",
        variants: [
            "Город воинской славы",
            "Город - герой",
            "Город - миллионик",
        ],
        correct: 0,
    },
    {
        title: "Какое ещё Таганрог называют местные жители?",
        variants: [
            "Таган",
            "Таганэйро",
            "Таган-сити",
        ],
        correct: 0,
    },
    {
        title: "Сколько ступеней имеет каменная лестница",
        variants: [
            "185",
            "176",
            "188",
        ],
        correct: 2,
    },

];
 
export default questions;